Repository: DrewAPicture/enable-image-scaling
Catalog: languages/ww_image_scaling-*.po
Languages: nl_nl

source: Image Scaling Options
nl_nl: Opties voor het schalen van afbeeldingen

source: Image Scaling
nl_nl: Afbeeldingen schalen

source: Max Width
nl_nl: Maximale breedte

source: Max Height
nl_nl: Maximale hoogte

source: Scaling will resize your original images on upload. Empty or 0 settings default to one and a half times the large size value.
nl_nl: Het schalen zal de afmeting van uw afbeeldingen (tijdens het uploaden hiervan) verkleinen. Als er geen instellingen of de waarde 0 wordt opgegeven zal dit lijden tot anderhalf keer de grote van de afmeting welke bij 'Grote afmeting' is opgegeven.

source: Scaling will resize your original images on upload. In your WordPress version, dimensions equal one and a half times the large image size value.
nl_nl: Het schalen zal de afmeting van uw afbeeldingen (tijdens het uploaden hiervan) verkleinen. In uw Wordpress versie is de afmeting gelijk aan anderhalf keer de groote van de afmeting welke bij 'Grote afmeting' is opgegeven.

source: Enable image scaling on upload
nl_nl: Afbeeldingen schalen activeren

source: Upgrade to <a href="http://wordpress.org/download/" target="new">WordPress 3.5</a> to set custom dimensions!
nl_nl: Upgrade naar <a href="http://wordpress.org/download/" target="new">WordPress 3.5</a> om aangepaste afmetingen te kunnen hanteren!

source: Settings
nl_nl: Instellingen

source: media settings
nl_nl: media instellingen

source: Per your %1$s, all images will be scaled with max-dimensions of %2$d x %3$dpx
nl_nl: Met uw %1$s, zullen alle afbeeldingen geschaald worden met de maximale afmeting van %2$d x %3$dpx

source: When this option is enabled, every time you upload an image, the original will be scaled to fix the maximum height and width dimensions you have set. This process is very similar to how the max height and width dimensions work with thumbnail, medium, and large image sizes.
nl_nl: Als deze optie is ingeschakeld zullen alle afbeeldingen die geupload worden geschaald worden naar de maximale hoogte en breedte die u heeft ingesteld. Dit proces is nagenoeg gelijk aan die van de standaard afbeelding opties binnen wordpress.

source: What is the benefit of scaling on upload? Original images can have huge, unrealistic dimensions and can take up a lot of space on your server. Scaling images down helps to keep your server costs lower.
nl_nl: Wat zijn de voordelen van het schalen van de afbeeldingen tijdens het uploaden? Uw bronbestanden kunnen vaak erg groot zijn in bestandsgroote en in het afbeeldingsformaat. Dit kan veel ruimte op uw server in beslag nemen. Het schalen van uw afbeeldingen kan veel geld besparen op de kosten van uw server.
